//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Annuller";
"Done" = "Færdig";

/* Default title */
"Photos" = "Fotos";

/* No. of selected */
"%@ Photo Selected" = "%@ Foto Valgt";
"%@ Photos Selected" = "%@ Fotos Valgt";
"%@ Video Selected" = "%@ Video Valgt";
"%@ Videos Selected" = "%@ Videoer Valgt";
"%@ Items Selected" = "%@ Ting Valgt";

/* Grid view footer */
"%@ Photos" = "%@ Fotos";
"%@ Videos" = "%@ Videoer";
"%@ Photos, %@ Videos" = "%1$@ Fotos, %2$@ Videoer";

/* Assets index */
"%@ of %@" = "%1$@ af %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Denne app har ikke adgang til dine fotos og videoer.";
"You can enable access in Privacy Settings." = "Du kan tildele adgang i Privacy indstillingerne.";

/* Messages if no assets */
"No Photos or Videos" = "Ingen Fotos eller Videoer";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Du kan tage fotos og videoer med kameraret eller synkronisere fotos eller videoer til din %@\nmed iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "Du kan synkronisere fotos og videoer til din %@ med iTunes.";

/* Accessibility labels */
"Play" = "Afspil";
"Select" = "Vælg";
"Deselect" = "Fravælg";

/* Video duration spell out */
"hours" = "timer";
"hour" = "time";
"minutes" = "minutter";
"minute" = "minut";
"seconds" = "sekunder";
"second" = "sekund";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Kan ikke Afspille Stream Video";
"OK" = "OK";
